Tekla.Structures.ModelInternal.ITeklaStructuresApplication.BeginGetSharingLocalChanges(System.Action{System.Collections.Generic.Dictionary{System.String,System.Collections.Generic.List{Tekla.Structures.ModelInternal.HistoryItem}}})
